<template>
<div>
<!-- <body class="expPage hasMainBt noSearchPage"> -->
	<!-- Header -->
	<app-header></app-header>
	<!-- Header END -->
	<div id="main">
		<div class="breadcrumb">
			<i>Swapub</i><i> &#62; 關於Swapub</i><i></i><i></i><i></i>
		</div>
		<div class="content">
			<div class="titleMenu CGt">
				<ul>
					<li><router-link to='/exp_about' active-class="about action">關於Swapub</router-link></li>
					<li><router-link to='/exp_rule' active-class="rule action">隱私權與使用條款</router-link></li>
					<li><router-link to='/exp_qa' active-class="rule action">FAQ</router-link></li>
					<li><a href="#" class="social_icon social_tw"><i class="ico_tw"></i>Twitter</a></li>
					<li><a href="#" class="social_icon social_fb"><i class="ico_fb"></i>Facebook</a></li>
				</ul>
			</div>
			<div class="mainBtPad">
				<a class="btn_privacy action">隱私權</a><a class="btn_service">服務條款</a>
			</div>
			<div class="conBlock privacyBlock action">
				<p>當您完成Swapub會員註冊後，第一次登入Swapub時，您同意以下內容並瞭解：</p>
				<p><i></i>人因設計所股份有限公司(以下簡稱本公司)
				，將會蒐集、處理、利用您提供之個人資料（包括但不限於電話號碼、E-MAIL或居住地址或其他得以直接或間接識別您個人之資料）。</p>
				<h3><i></i>個人資料蒐集之目的：</h3>
				<p>內容</p>
				<p>行銷（包含合作廠商共同行銷業務）</p>
				<p>契約、類似契約或其他法律關係事務</p>
				<p>消費者、客戶管理與服務</p>
				<p>商業與技術資訊</p>
				<p>會計與相關服務</p>
				<p>資（通）訊服務</p>
				<p>資（通）訊與資料庫管理</p>
				<p>資通安全與管理</p>
				<p>網路購物及其他電子商務服務</p>
				<p>輔助性與後勤支援管理</p>
				<p>調查、統計與研究分析</p>
				<p>其他公務機關對目的事業之監督管理</p>
				<p>其他自然人基於正當性目的所進行個人資料之蒐集處理及利用</p>
				<h3><i></i>個人資料蒐集之類別：</h3>
				<p>內容</p><p>辨識個人者，如姓名、地址、室內電話號碼、行動電話。</p><p>電磁紀錄(LOG)，如連線設備IP位址、使用時間、使用的瀏覽器、瀏覽及點選資料記錄等。</p><p>財務交易，如收付金額、支付方式、往來紀錄等。</p>
				<h3><i></i>個人資料利用的期間、地區、對象及方式： </h3>
				<p>期間︰</p><p>自您加入為Swapub會員之日起，至您或本公司終止會員契約之日止。但法令另有規定或依法需保存之資料者，依其規定。</p><p>地區：</p><p>中華民國地區及Swapub提供服務地區。</p><p>對象：</p><p>人因設計所股份有限公司。</p><p>方式：</p><p>以電子、書面、電話、電信、網際網路及其他方式於蒐集之特定目的範圍內處理並利用個人資料。
				<h3><i></i>您可向本公司主張之權利種類及行使方式：</h3>
				<p>權利種類：</p>
				<p><i></i>查詢或請求閱覽</p>
				<p><i></i>製給複製本</p>
				<p><i></i>補充或更正</p>
				<p><i></i>請求停止蒐集、處理或利用。</p>
				<p><i></i>請求刪除。 但因本公司執行職務或業務所必需者，本公司得拒絕之。</p>
				<p>行使方式：</p>
				<p><i></i>來信本公司客服（service@swapub.com）提出申請。</p>
				<p><i></i>本公司將依據您提出可資確認的身分證明文件申請，於法定期間內履行上述義務，但將留下相關文件以資佐證。若您委託他人代為申請者，請另外提出可資確認的身分證明，以備查核。若您申請查詢或請求閱覽個人資料或製給複製本，本公司得酌收相當費用。收費將依本公司所規定的標準辦理。若本公司未能於法定期間內處理您的申請，將會將原因以書面方式告知與您知悉。</p>
				<p><i></i>您有自由選擇提供個人資料之權利，但若不提供時，您將不能使用Swapub之全部或部分的個人化服務或加值服務，亦無從使本公司履行對您的契約相關權利或義務。</p>
				<p><i></i>您瞭解除了您主動於Swapub登錄提供個人資料外，您可能在Swapub的討論區等單元，主動提供個人資料如電子郵件，姓名等。這種形式的資料提供，不在本公司蒐集之個人資料的範圍以內，亦不受本同意書之規範即保護。</p>
				<p><i></i>您瞭解此一同意符合個人資料保護法及相關法規之要求，具有書面同意本公司蒐集、處理及利用您的個人資料之效果。</p>
			</div>
			<div class="conBlock serviceBlock">
				<p>歡迎您加入Swapub會員並使用人因設計所股份有限公司 （下稱本公司）所提供之各項會員服務。為保障您的權益，請詳細閱讀本服務同意書所有內容，您同意當您在線上點選「我同意」鍵時，即視為您已經詳細閱讀、了解並願意遵守本服務同意書、注意事項之所有約定。提醒您：如果您是未成年人（未滿二十歲），您必須告知法定代理人（如：父母、監護人）使其詳閱、瞭解本服務同意書內容，並取得法定代理人（如：父母、監護人）之允許始得進行，當您使用或繼續使用Swapub會員得使用之服務時，即表示您對本服務同意書之同意及其他意思表示，均視為已取得法定代理人之允許：</p>

				<h3>一、遵守會員規範及法律規定：</h3>
				<p>您了解您註冊成為會員後，即可使用本公司所提供之Swapub服務(以下稱本服務)。當會員使用本服務時，即表示您除了同意遵守本服務同意書外，亦接受本公司其他針對Swapub會員之相關規範（包括但不限於客服中心內容、管理規則、公告及注意事項等）及相關法令之規定。</p>

				<h3>二、服務簡介：</h3>
				<p>（一）接受本服務之會員必須自行配備上網所需之各項電腦或行動裝置設備，並負擔包括但不限於「網際網路連線費用」、「電話費用」等之電信相關費用。</p>
				<p>（二）當您完成相關註冊程序後，即可具有Swapub會員資格，並可開始使用本服務，包括但不限於使用Swapub瀏覽會員刊登的物品、刊登物品、建立願望清單，及與其他會員進行交換交易等。您同意當您成為Swapub會員後使用之各項會員服務，其各項服務內容之所有權仍屬本公司或異業合作廠商及其所約定之人所有，會員僅得依本服務同意書之約定使用，不得出租、出借、移轉或讓與給其他第三人使用。</p>
				<p>（三）本公司有權增加、變更、取消、停止本服務中相關系統、服務或功能之全部或一部，您同意本公司無須個別通知會員。為增進會員權益、擴充服務內容，本公司將致力於提供會員各項新穎之服務或功能，您同意本會員服務同意書適用於現有或將來本公司所提供Swapub會員帳號得使用之各項服務。</p>
				<p>（四）本服務：係指本公司所提供之「會員線上交換平台服務」，除免費服務內容外，您亦可於支付額外費用後，開通本服務之額外進階功能。為保障您的交易安全，請使用合法、正當之方式進行相關服務之購買與付款，若您使用虛偽不正之方式進行購買、付款或使用其他相關服務，本公司有權隨時、逕行終止您本服務之會員資格及使用各項服務之權利。</p>

				<h3>三、真實登錄義務：</h3>
				<p>基於Swapub所提供之各項服務，您同意於註冊時依註冊申請程序所提示之項目，登錄您本人正確、真實及完整之個人資料；當您的個人資料有異動時，請立即更新，以維持您個人資料之正確、真實及完整。如因您登錄不實資料或冒用他人名義以致於侵害他人之權益或違法時，應自負法律責任；您並同意您所提供之個人資料若有不實或個人資料異動卻未更新以致與原登錄資料不符時，本公司有權隨時、逕行終止您的會員資格及使用各項會員服務之權利。</p>

				<h3>四、會員規範之增訂及修改：</h3>
				<p>本服務同意書如有增訂或修改，將公告於本公司官方網站，本服務將不對會員進行個別通知。如您於服務同意書變更後使用或繼續使用相關服務，將視為您已經瞭解並同意該修訂條款。</p>

				<h3>五、服務之停止與更改：</h3>
				<p>1.會員登錄資料不實。</p>
				<p>2.使用英文及數字以外之字元及不雅文字作為本服務之名稱。</p>
				<p>3.使用他人的名義申請本服務。</p>
				<p>4.違反本服務條款時。</p>
				<p>5.其他經本公司判定有違公平、合理方式使用本服務者。</p>
				<p>6.會員使用本服務之行為有造成本公司受有損失或損害之虞者。</p>
				<p>就上述停止、更改服務或終止會員帳戶服務所可能產生之困擾、不便或損害，本公司對任何會員或第三人均不負任何賠償或補償責任。</p>

				<h3>六、服務暫停或中斷：</h3>
				<p>（一）本公司於下列情形之一時，得暫停或中斷本服務之全部或一部分，對於使用者不負擔任何賠償或補償責任：</p>
				<p>1.對於本服務相關系統設備進行遷移、更換或維護。</p>
				<p>2.因不可歸責於本公司所造成之服務停止、中斷、變更或取消。</p>
				<p>3.因不可抗力所造成服務停止、中斷、變更或取消。</p>
				<p>（二）如因本公司對於本服務相關系統設備進行遷移、更換或維護而必須暫停或中斷全部或一部之服務時，本公司於暫停或中斷服務前將於本公司官方網站上公告或以電子郵件進行通知。</p>
				<p>（三）因使用者違反法令、本服務同意書或因不可歸責於本公司之事由而造成本服務之全部或一部暫停、中斷、取消、變更時，該期間之費用仍依正常標準計費。</p>
				<p>（四）請於平時對電腦或行動裝置設備採取適當之安全防護措施，以避免本服務之暫停、中斷可能造成您使用上之不便、資料遺失或其他經濟及時間上之損失，用以保障您的相關權益。</p>

				<h3>七、會員義務與責任：</h3>
				<p>（一）您不得利用本服務進行任何商業、違法、不當行為。</p>
				<p>（二）除遵守本服務同意書之約定外，您同意遵守本公司之各項服務之營業規章、管理規則、網際網路國際使用慣例與禮節之相關規定，並同意不從事下述所列之行為。若您被判定有以下行為發生時，本公司得逕行移除或刪除該內容與採取後續相關處理措施。違反重大規定、連續違規或於違規經警告後未改善違規狀況者，本公司除得逕行移除或刪除該內容外，並得對您進行暫時或永久停權。您同意本公司有權對違規情節重大之行為者終止本服務條款，並請求因此所生之損害賠償：</p>
				<p>1.任何醫療相關器材或醫藥物品。(包含但不限於具有減肥、豐胸、增肌功效之藥物及療程或隱形眼鏡、近視眼鏡、老花眼鏡等)</p>
				<p>2.猥褻、色情、二手貼身衣物或暴力物品。</p>
				<p>3.人口販賣/交換，含人體和器官、細胞、血液等。</p>
				<p>4任何活體動物（包含但不限於貓、狗、魚等等）。</p>
				<p>5.法定保育動物、瀕危動物之製品或標本。</p>
				<p>6.菸、酒、毒品之交換。</p>
				<p>7.刀、槍、砲彈、武器，以及易燃、易爆、具腐蝕性、有毒或導致其他危險之有害材料。</p>
				<p>8.有價證券之交換。(包含但不限於股票、基金、黃牛票、記名性質證券等)</p>
				<p>9.其他有危害通信或違反法令之情事或之虞者。</p>
				<p>10.於本服務任何頁面發表涉及辱罵、毀謗、威脅、不雅、淫穢、攻擊性等之文字、圖片或刊登不符合本服務性質之商品。</p>
				<p>11.違法廣告、直銷、老鼠會等商品刊登或訊息散播者。</p>
				<p>12.意圖破壞、入侵本公司伺服器及官方網站；或有使用外掛程式、利用程式漏洞修改程式、侵入會員資料庫、散播電腦病毒程式及竊取、更改、破壞本服務平台或他人資訊情事等之行為[重大規定]。</p>
				<p>13.在本服務任何頁面，發表污言、穢語（包括音似者）、謾罵、相互攻訐或有鬧場之行為者[重大規定]。</p>
				<p>14.以本公司或類似本公司之名義使用本服務[重大規定]。</p>
				<p>15.使用本服務被判定有犯罪行為或有相關嫌疑[重大規定]。</p>
				<p>16.侵害他人智慧財產權、著作權、商標、其他權利等或有侵害之虞(包含但不限於刊登名牌仿品、盜版物品等)[重大規定]。</p>
				<p>17.有故意妨礙本公司相關服務運作之行為[重大規定]。</p>
				<p>18.利用申告功能對其他會員隨意誣告或使用本服務有損害他人名譽或侵害他人權利之行為[重大規定]。</p>
				<p>19.其他經本公司合理判斷，認為內容不適合出現於本服務者。</p>
				<p>（三）會員必須對自己所做之行為負一切責任，本公司有權針對上述規定進行不定期查核，但此不表示本公司有義務對會員傳送、張貼或發表之內容做任何形式或實質之審查。如經本公司察覺或經他人申訴或舉發會員有違反上述各款之情事或之虞時，本公司除有權逕行移除或刪除該內容外，並有權終止或暫停該會員之會員資格及各項會員服務。本公司如因此產生任何損害或損失，並得向該會員請求賠償。</p>
				<p>（四）會員同意妥善保管個人之帳號及密碼，不得有與他人共用、租借他人等行為；會員並應不定期更新個人密碼，並於使用完服務後確實將帳號進行登出動作，以避免帳號遭他人使用。</p>

				<h3>八、責任限制：</h3>
				<p>（一）本公司之各項會員服務，依本公司既有之規劃提供，對於特定使用者之特殊需求，本公司不擔保本服務將符合您的所有需求。</p>
				<p>（二）本公司不擔保各項服務之正確、完整、安全、可靠、合適、時效、穩定、不斷線及出錯。您同意對於您所傳送之電子郵件、檔案及其他資料進行備份或相關處理。對於因傳送過程而造成電子郵件、檔案及其他相關電磁記錄資料之遺失，本公司不負任何擔保責任。</p>
				<p>（三）對於您於本服務中所下載之電子郵件、檔案及其他資料，您應該自行考量其風險，如因下載而造成您電腦系統的損壞或電腦中資料的遺失，本公司不負任何擔保責任。</p>
				<p>（四）本公司之服務可能因其他協力廠商或相關電信業者網路系統軟硬體設備之故障或失靈；或人為操作上之疏失而造成中斷、暫時無法使用、遲延、資料傳輸或儲存上之錯誤；或遭第三人侵入系統篡改或偽造變造資料等。本公司就以上不可歸責於己之情形不保證各項服務之穩定、安全、無誤、及不中斷。會員需明白使用本服務之所有風險及可能致生之任何損害，不得因此而要求任何補償或賠償。</p>

				<h3>九、保管義務：</h3>
				<p>會員有義務妥善保管本服務帳號與密碼，並為此組帳號與密碼登入Swapub後所進行之一切活動負責。為維護會員自身權益，請勿將帳號與密碼洩露或提供予第三人知悉，或出借或轉讓他人使用。若會員發現帳號或密碼遭人非法使用或有任何異常破壞使用安全之情形時，應立即通知本公司；惟倘若因您的保管疏忽而致帳號、密碼遭他人非法使用時，本公司將不負責處理。</p>

				<h3>十、資料處理：</h3>
				<p>對於會員所登錄或留存之資料，會員同意本公司得於合理之範圍內蒐集、處理、保存、傳遞及使用該等資料，以提供會員其他資訊或服務；或作成會員統計資料、進行關於網路行為之調查或研究或為任何之合法使用。</p>

				<h3>十一、隱私權保護：</h3>
				<p>關於您的會員註冊以及其他特定資料依本公司之「隱私權政策」或您同意之「個人資料使用同意書」之保護與規範。您了解當您使用本服務時，您同意本公司依據「隱私權政策」或您同意之「個人資料使用同意書」之內容進行您個人資料的蒐集、處理與利用。</p>

				<h3>十二、會員內容之保留：</h3>
				<p>本公司不對於會員所傳送、張貼或發表之內容（包括但不限於文字、圖片、音樂、影像、軟體、資訊及各種資料等）進行任何形式或實質之審查，亦不擔保其正確、完整、安全或可靠。會員對於使用由其他會員所提供之內容應自行考量其風險。</p>

				<h3>十三、智慧財產權：</h3>
				<p>Swapub上之所有著作及資料，其著作權、專利權、商標等智慧財產權、所有權或其他權利、利益，均為本公司或原權利人所有，除事先經本公司或原權利人之合法授權外，會員不得擅自重製、傳輸、改作、編輯或以其他任何形式、或基於任何目的使用，違者應自負相關之法律責任。</p>

				<h3>十四、服務停止：</h3>
				<p>本公司得不待個別通知，隨時終止、取消、停止中斷本服務之全部或一部，會員不得因此要求任何補償或賠償。</p>

				<h3>十五、服務條款之增訂及修改：</h3>
				<p>本公司保留將來新增、修改或刪除本服務之全部或一部之權利，您同意本公司得不另行個別通知，會員不得因此而要求任何補償或賠償。</p>

				<h3>十六、準據法及管轄法院：</h3>
				<p>本服務條款之解釋及適用，以及會員因使用本服務而與本公司間之權利義務關係，悉依中華民國法律及相關法令解釋適用之（不含涉外民事法律適用法或其他類似法規）。其因此所生之爭議，均同意以臺灣新北地方法院為第一審管轄法院；此外，若本服務條款有任何一部無效，亦不影響其他部份之效力。</p>
			</div>
		</div>
	   <div class="btn_openPop"></div>
	</div><!-- main END -->

	<!-- Footer -->
  <app-footer></app-footer>
	<div class="backTop CGt"></div>
	<!-- Light Box -->
	<div id="popContainer" style="top:-100vh;">
		<div class="popContent">

		</div>
	</div>
	<!-- Loader  -->
	<div class="loadPad"><div class="loader_g"><i></i><i></i><i></i><i></i></div></div>

</div>
</template>

 <script>

 import Header from '../../components/Header.vue'
 import Footer from '../../components/Footer.vue'

 export default {
   components: {
     'app-header': Header,
     'app-footer': Footer

   },
   mounted() {
     setTimeout(() => {
       var element = document.getElementById("body_class");
       element.removeAttribute("class");
       element.classList.add("expPage", "hasMainBt", "noSearchPage");

       $('.loadPad').animate({
         opacity: 0
       }, 1000, function () {
         $('.loadPad').css({
           'display': 'none'
         });
       });
       $(window).on('load', function () {
         if ($(window).width() > 1024) {
           var s = skrollr.init();
         }

         // $('#header').find('.market').addClass('action');
         var url = window.location.toString(),
           $urlType = url.split('?')[1],
           $mainBt = $('.mainBtPad').find('a'),
           $conBlock = $('.conBlock');

         if (url.indexOf("?") != -1) {
           if ($urlType == 'serv') {
             $mainBt.eq(1).addClass('action').siblings().removeClass('action');
             $conBlock.eq(1).fadeIn().siblings('.conBlock').fadeOut();
           } else {
             $mainBt.eq(0).addClass('action').siblings().removeClass('action');
             $conBlock.eq(0).fadeIn().siblings('.conBlock').fadeOut();
           }
         }
         $('.btn_privacy').click(function () {
           url = url.split('?')[0];
           window.location.href = url;
         });
       })
       /* searchPage */
       var $srType = $('.mainBtPad').find('a'),
         $srLen = $srType.length,
         $srCounter = $('.searchCounter'),
         $cAmount = $srCounter.find('span'),
         $srTypePad = $('.content').find('.conBlock'),
         $srPadLen = $srTypePad.length,
         $hotSearch = $('.hotSearch');

       $srType.click(function () {
         var ind = $(this).index();
         $cAmount.html('20');
         $hotSearch.fadeIn();
         $srType.eq(ind).addClass('action').siblings().removeClass('action');
         $srTypePad.eq(ind).addClass('action').siblings().removeClass('action');
         if (ind !== 0) {
           $cAmount.html('5');
           $hotSearch.fadeOut();
         }
       });
       $('.backTop').click(function () {
         $('html,body').animate({
           scrollTop: $('#main').offset().top
         }, 800, 'easeOutCirc');
       });



     }, 0)
   }
 }


</script>